import "./Header.css";
import learn_img from '../../assets/imgheader/R (1).jpg'
export default function Header() {
  return (
    <>
      <div className="container Header">
        <div className="title mb-3">التعريف بالأكاديمية:</div>
        <div className="details">
          مرحبًا بكم في أكاديمية اللغة اليابانية، الوجهة المثالية لتعلم اللغة
          اليابانية للعرب عبر الإنترنت! نقدم تجربة تعليمية تفاعلية وفريدة تمكنك
          من اكتساب اللغة اليابانية بسهولة من خلال مجموعة متنوعة من الدروس
          والأنشطة، مدعومة بأحدث التقنيات التعليمية وطرق التدريس المتقدمة. ما
          يميزنا في أكاديميتنا هو فريق التدريس المتعدد الثقافات الذي يضم ناطقين
          أصليين باللغتين اليابانية والعربية، مما يوفر لك تعلمًا ممتعًا وسلسًا
          يجمع بين الدقة اللغوية والتواصل الثقافي.
        </div>
        <img className="learn_img w-75 m-auto d-flex mt-4" src={learn_img} alt="" />
        <div className="title mt-5 mb-3">رسالة الأكاديمية ورؤيتها:</div>
        <div className="details">
          نسعى إلى تمكين الطلاب العرب من التواصل بثقة واحترافية باللغة اليابانية
          في مختلف مجالات الحياة، سواء كانت أكاديمية، مهنية، أو حتى ترفيهية.
          رؤيتنا هي بناء جسر ثقافي بين العالم العربي واليابان من خلال تعليم
          اللغة اليابانية بطريقة مبتكرة، متدرجة، وشاملة. نحن في أكاديمية اللغة
          اليابانية نؤمن بأن اللغة ليست فقط أداة تواصل، بل هي مفتاح لفهم ثقافات
          جديدة وتوسيع آفاق الفكر.
        </div>
      </div>
    </>
  );
}
