import './More_Services.css'
export default function More_Services() {
  return (
    <>
    <div className="container">
        <h3>
        خدمات إضافية:
        </h3>
        <ul>
            <li>
                <h5>ورش عمل حول الثقافة اليابانية:</h5>
                <p>نقدم ورش عمل شهرية تغطي مواضيع متنوعة مثل الثقافة الشعبية، التقاليد اليابانية، وتاريخ اليابان.</p>
            </li>
            <li>

                <h5>دورات اللغة اليابانية للأعمال:</h5>
                <p>موجهة لمن يرغبون في تحسين مهاراتهم اللغوية في بيئات العمل اليابانية.</p>
            </li>
        </ul>
    </div>
    </>
  )
}
