import './Register_header.css'
export default function Register_header() {
  return (
    <>
    <div className="container">
        <h3>طريقة التسجيل:</h3>
        <p>عملية التسجيل في أكاديميتنا بسيطة ومرنة، تشمل الخطوات التالية:</p>
        <ul>
            <li>
                <h4>1. إنشاء حساب مجاني:</h4>
                <p>قم بتعبئة نموذج التسجيل باستخدام بريدك الإلكتروني أو حسابات التواصل الاجتماعي. بعد ذلك، ستتلقى رسالة تأكيد بالبريد الإلكتروني.</p>
            </li>
            <li>
                <h4> 2. اختبار تحديد المستوى:</h4>
                <p>خذ اختبار تحديد المستوى المجاني عبر الإنترنت لتحديد مستوى دراستك المناسب.</p>
            </li>
            <li>
                <h4> 3. اختيار الدورة المناسبة:</h4>
                <p>بناءً على نتائج اختبار تحديد المستوى، يمكنك اختيار الدورة التعليمية الأنسب وبدء التسجيل.</p>
            </li>
            <li>
                <h4> 4. إتمام عملية الدفع:</h4>
                <p>أتمم عملية الدفع من خلال وسائل الدفع الإلكترونية المتاحة (بطاقات ائتمان، PayPal، تحويل بنكي).</p>
            </li>
            <li>
                <h4> 5. الوصول إلى الدروس:</h4>
                <p>بعد الدفع، ستحصل على وصول فوري إلى منصة الدروس حيث يمكنك البدء في التعلم على الفور.</p>
            </li>

        </ul>
    </div>
    </>
  )
}
